---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DividedSurface
source: html/8a82f423-57c0-06e6-4237-c77ddcdcdc43.htm
---
# DividedSurface Members

Adds an intersection element to the divided surface.